<?php
return [
    'welcome'=>' اهلا بكم ',
    'logout'=>'تسجيل الخروج',
    'login'=>'تسجيل الدخول',
    'signup'=>'انشاء حساب',
    'shop'=>'المتجر',
    'home'=>'الرئيسية',
    'blogs'=>'الاخبار',
    'contact'=>'التواصل',
    'phone'=>'الهاتف',
    'image'=>'الصورة',
    'category'=>'الفئة',
    'selectcategory'=>'اختر الفئة',
    'submit'=>'ارسال',
    'price'=>'السعر',
    'date'=>'تاريخ',
    'action'=>'تعديل او حذف',
    'edit'=>'تعديل',
    'delete'=>'حذف',
    'deleteconfirm'=>'هل تريد حذف هذا العنصر؟',
    'cancel'=>'الغاء',
    'addnewblog'=>'إضافة خبر جديد',
    'allblogs'=>'كل الاخبار',
    'products'=>'المنتجات',
    'categories'=>'فئات',
    'LE'=>'ج.م',
    'show'=>'اعرض',
    'description'=>'الوصف',
    'details'=>'التفاصيل',
    'ourblog'=>'اخبارنا',
    'readmore'=>'إقرأ المزيد',
    'latestnews'=>'اخر الاخبار',
    'addnewproduct'=>'اضف منتج جديد',
    'allproducts'=>'كل المنتجات',
    'name'=>'الاسم',
    'shortdescription'=>'وصف مختصر',
    'regularprice'=>'سعر المنتج',
    'saleprice'=>'سعر البيع',
    'no'=>'لا',
    'yes'=>'نعم',
    'enterproductname'=>'ادخل اسم المنتج',
    'entershortdescription'=>'ادخل الوصف المختصر',
    'enterdescription'=>'ادخل الوصف',
    'enterregularprice'=>'ادخل سعر العرض',
    'entersaleprice'=>'ادخل سعر البيع',
    'editproduct'=>'تعديل المنتج',
    'update'=>'تحديث',
    'editblog'=>'تعديل الخبر',
    'allcategories'=>' كل الفئات',
    'addnewcategory'=>'إضافة فئة جديدة',
    'entercategoryname'=>'ادخل اسم الفئة',
    'editcategory'=>'تعديل الفئة',
    'enterblogname'=>'ادخل اسم الخبر',
    'alreadyhaveanaccount'=>'لديك حساب بالفعل؟',
    'register'=>'تسجيل',
    'password'=>'كلمة السر',
    'confirmpassword'=>'تأكيد كلمة السر',
    'donothaveanaccount'=>'ليس لديك حساب؟',
    'Gallery'=>' المعرض ',
    'cources'=>' الكورسات ',
    'Admin'=>' الادمن',
    'Portfolio'=>'سابقة اعمالنا ',
    'priceplans'=>' خطط الاسعار ',
    'FAQ'=>' أسألة شائعة ',
    'Aboutus'=>' نبذة عننا  ',
    'Ourservices'=>' خدماتنا  ',
    'ContactUs'=>' تواصل معنا  ',
    'UsefulLinks'=>' نقاط مهمه ',
    'welcome1'=>' نخدمك بعيوننا و من عيوننا ',
    'welcome2'=>'  مع خدمات شركة تصميم ',
    'about1'=>' إنطلق نحو عالم التجارة الإلكترونية بتصاميم إحترافية ولا أروع ',
    'about2'=>' تجربة استثنائية  للحلول الإبداعية ',
    'about3'=>' تعمل تصميم منذ اكثر من 5 سنوات فى السوق العربي والعالمى و تقدم خدماتها لأصحاب المتاجر الإلكترونية و الشركات و المؤسسات لمساعدتهم على تطوير و إدارة أعمالهم و تجارتهم بإحترافية و تميز  ',
    'Ourservices1'=>' هدفنا ان تحصل على أعلى درجات الجودة وبتكلفة تناسب ميزانيتك لمختلف الخدمات ، ستتلقى خدمة محترفة مع لمسة من الفكرة أو التصور إلى الإنجاز ، شركة تصميم هي شريكك المتكامل لخدمات تصميم الجرافيك وخدمات التسويق المتكاملة نحن لا نبيع التصميم و لا نبيع تطبيق او موقع نحن نبيع حلول تسويقية فعالة وهذا يعني الدعم المتكامل لجميع إحتياجاتك ',
    'motion1'=>' خدمات الموشن جرافيك ',
    'motion2'=>' - فديــو موشـــن جرافيـــــك تســويقي.
    - فديــو موشـــن جرافيــــك تعريفـــــي.
    - فديــو موشـــن جرافيــــك تعليمـــــي.
    - فـــديـــــــــــــــو انفــــــوجرافيــــــك. ',
    'motion3'=>' ',
    'motion4'=>' ',
    'motion5'=>'  ',

    'web1'=>'خدمات المحتوى الإبداعي  ',
    'web2'=>' - كتابة محتوى لفديو الموشـن جرافيك.
    - كتابــة محتــوى الملفــات التعريفـــــية.
    - محتـوى منصـات التواصـل الإجتماعي.
    - ابتكـــار محتــوى الحمــلات الإعلانيـــة  ',
    'web3'=>' ',
    'web4'=>' ',
    'web5'=>' ',

    'services1'=>' ادارة حسابات السوشيال ميديا ',
    'services2'=>' ادارة المنصة
    -ادارة المنشورات
    -تصميم المحتوي
    -كتابة المحتوي
    -الرد على المحتوي
    -الرد على الرسائل
    -التقارير الاسبوعيه
    -ادارة الاعلانات الممولة
    -تصميم فديوهات ',
    'services3'=>' ',
    'services4'=>' ',
    'services5'=>' ',

    'social1'=>' خدمات تصميم المواقع والبرامج ',
    'social2'=>' -	تصميم مواقع الويب.
    -	تصميم متاجر الكترونية .
    -	تصميم تطبيقات الموبيل .
    -	تحسين محركات البحث  ',

    'graphic1'=>' خدمـات  تصاميــم  الجــرافيـــك ',
    'graphic2'=>' - تصميــــم الشــعارات والهويــــات البصريــــة.
    - الحملات الإعلانيـة وتصاميـم السوشـيال ميديا.
    - تغليــــــــــف المنتجــــــــــات والعبــــــــوات.
    - الملفــــات التعريفيــــة والتقاريــــر والكتيبـات.
    -  العـــــروض  التقــــديميـــة  والإنفوجــرافيــــك ',
    'graphic3'=>' ',
    'graphic4'=>' ',
    'graphic5'=>' ',
    'graphic6'=>' ',

    'OurProjects'=>' مشاريعنا ',
    'OurProjects1'=>' نسـعى لمشـاركة تجربـة فريـدة فـي الحلـول الأبداعيـة، كمـا نطمـح للأرتقـاء بمعاييـر رواد األعمـال، ومسـاعدتهم في بنـاء العالمـة التجاريـة المثالية لهـم، إيمانـا منـا بقـوة أفكارهـم، وبجهـد ال محـدود نواكـب التطـور، لتوطيـد الثقـة مـع شـركاءنا فـي النجـاح وتكوين شـراكات جديـدة بشـكل دائم',
    'bezrteltanmia'=>' بذرة التنمية ',
    'ARTSpace'=>' مساحة فن ',
    'HelwanStore'=>' حلوان ستور ',
    'Smartsolutions'=>' حلول ذكية ',
    'ContactUs1'=>' الثقة مبنى شاهق الارتفاع نسعى لوضع أساسه مع عمالئنا ',
    'ContactUs2'=>' يرغــب الجميــع فــي التميــز واختيــار أفضــل شــريك ليصاحبــك فــي الطريــق خطــوة بخطــوة للوصــول للنجــاح هــذا مــا لا نرضــي لــك
    بسـواه
     فمقومـات النجـاح ليسـت سـهلة وال تحتـاج فقـط أن تؤمـن بنفسـك بـل أيضـا أن يؤمـن بك شـريكك وتجتـازا الأهداف سـويا

    فريق من المبدعين بخبرة عملية أكثر من عشر سنوات

    سابقة أعمال شاملة ومميزة في شتى الأعمال والتخصصات

    الإحترافية في تنفيذ الأعمال والالتزام بالمواعيد

    تجارب متعددة وكثيرة لعملاء سابقين في شتى المجالات

     المصداقية واحترام العملاء و خدمة ما بعد البيع

    نخدمك بعيوننا... ومن عيوننا ',
    'priceplans'=>' خطط الاسعار ',
    'SocialMedia'=>' سوشيال ميديا ',
    'Websites'=>' المواقع الالكترونية ',
    'MotionGraphicVideos'=>' فيديوهات الموشن جرافيك ',
    'getintouch'=>' إبق على إتصال ',

    'faq1'=>'  كم التكلفة؟ ',
    'faq11'=>' للحصول على فكرة أفضل عن تكلفة ما تريد بناءه، اتصل بنا هاتفيًا سريعًا. سنطرح عليك بعض الأسئلة حول طبيعة الموقع، ونوع التفاعل الذي سيحظى به الموقع، واحتياجات التصميم الجرافيكي لديك، وما إلى ذلك. ثم سنكون قادرين على إعطائك شخصية ملعب كرة قدم. إذا كنت لا تزال مهتمًا، فسنأتي إلى مكان عملك ونقدم لك عرضًا ثابتًا. ',

    'faq2'=>'  كم مدة التصميم؟ ',
    'faq22'=>' عادة ما يتم تحديد الحد الزمني لأي مهمة من قبل العميل. إذا كان لديك أي حد زمني في الاعتبار، فسنحاول تجميعه لك. التأخير العام الرئيسي في إنشاء موقع ويب هو انتظار محتوى الصفحات التي يرسلها العميل إلينا. ',

    'faq3'=>'  كيف يمكنني الارتباط بشركة تصميم؟ ',
    'faq33'=>' تبدأ العملية عندما تتصل بنا لإبلاغنا بمتطلباتك. نحن نحلل متطلباتك ونرد عليك. وعلى أساس المزيد من المناقشة، يمكنك اختيار نموذج المشاركة الذي يناسبك بشكل أفضل. بعد ذلك نبدأ عملية التطوير. ',

    'faq4'=>' هل يمكنكم مساعدة موقعي الحالي ليبدو أكثر احترافية؟ ',
    'faq44'=>' نعم. قدم لنا متطلباتك ولدينا خبرة من ذوي الخبرة لمساعدتك في إعطاء مظهر احترافي جديد يعجبك حقًا! ',

    'faq5'=>' متى يتم الدفع؟ ',
    'faq55'=>' بالنسبة لمعظم المشاريع، يتم سداد دفعات متساوية في بداية المشروع وفي منتصفه وفي نهايته، ولكن يمكننا العمل معك لإعداد جدول زمني يلبي احتياجاتك. نحن ندرك أن هذا استثمار كبير ونريد مساعدتك في وضع ميزانية للنفقات بأي طريقة ممكنة. ',

    'Logo'=>'شعار',
    'Branding'=>'هوية بصرية',
    'Publications'=>'مطبوعات',
    'MobileApps'=>'تطبيقات',

    'PopularCourses'=>'كورسات مهمة',
    'CoursesCategories'=>'فئات الكورسات',
    'WebDesign'=>'تصميم المواقع',
    'GraphicDesign'=>'تصميم الجرافيك',
    'VideoEditing'=>'تعديل الفديو',
    'OnlineMarketing'=>'تسويق الكتروني',

    'SignIn'=>'تسجيل الدخول',
    'HelloFriend'=>'مرحبا بك',
    'SignIn1'=>'قم بالتسجيل باستخدام بياناتك الشخصية لاستخدام جميع ميزات الموقع',
    'SignUp'=>'إنشاء حساب',

    'WelcomeBack'=>'مرحبا بك',
    'SignUp1'=>'أدخل بياناتك الشخصية لتتمكن من استخدام كافة ميزات الموقع',
    'CreateAccount'=>'إنشاء حساب',

];
